{
    "praefatio": "Je passe enfin à cette autre partie de l'Éthique où il s'agit de la manière de parvenir à la liberté ou de la voie y conduisant. J'y traiterai donc de la puissance de la raison, montrant ce que peut la Raison elle-même contre les affections et ensuite ce qu'est la liberté de l'Âme ou Béatitude ; par où nous verrons combien le sage l'emporte en pouvoir sur l'ignorant. Quant à la manière de porter l'Entendement à sa perfection et à la voie y conduisant, ce sont choses qui n'appartiennent pas au présent ouvrage, non plus que l'art de traiter le Corps de façon qu'il puisse remplir convenablement sa fonction ; cette dernière question est du ressort de la Médecine, l'autre de la Logique. Ici, comme je l'ai dit, je traiterai donc de la seule puissance de l'Âme, c'est-à-dire de la Raison, et avant tout je montrerai combien d'empire et quelle sorte d'empire elle a sur les affections pour les réduire et les gouverner. Nous n'avons pas en effet sur elles un empire absolu, comme nous l'avons déjà démontré. Les Stoïciens, à la vérité, ont cru qu'elles dépendaient absolument de notre volonté et que nous pouvions leur commander absolument. Les protestations de l'expérience, non certes leurs propres principes, les ont cependant contraints de reconnaître la nécessité pour réduire et gouverner les affections d'un exercice assidu et d'une longue étude. L'un d'eux s'est efforcé de le montrer par l'exemple de deux chiens (si j'ai bon souvenir), l'un domestique et l'autre de chasse : l'exercice, disait-il, peut faire que le chien domestique s'accoutume à chasser ; le chien de chasse au contraire à s'abstenir de la poursuite des lièvres. Cette opinion trouverait grande faveur auprès de Descartes, car il admet que l'Âme ou la Pensée est unie principalement à une certaine partie du cerveau, à savoir la petite glande dite pinéale ; par son moyen l'Âme a la sensation de tous les mouvements excités dans le Corps et des objets extérieurs, et elle peut la mouvoir en divers sens par cela seul qu'elle le veut. Celte petite glande est suspendue d'après lui au milieu du cerveau de telle façon qu'elle puisse être mue par le moindre mouvement des esprits animaux. De plus, cette glande, suspendue au milieu du cerveau, occupe autant de positions différentes qu'il y a de manières pour elle de recevoir le choc des esprits animaux, et en outre autant de traces différentes s'impriment en elle qu'il y a d'objets extérieurs différents poussant vers elle les esprits animaux ; de la sorte, si la glande plus tard se trouve, par la volonté de l'Âme qui la meut diversement, occuper telle ou telle position qu'elle a précédemment occupée sous l'action des esprits animaux diversement agités, elle les poussera et les dirigera de la même façon qu'ils ont été repoussés quand la glande occupait cette même position. En outre, chaque volonté de l'Âme est unie par la Nature à un certain mouvement de la glande. Par exemple, si l'on a la volonté de regarder un objet éloigné, cette volonté fera que la pupille se dilate ; mais, si l'on a seulement la pensée que la pupille devrait se dilater, il ne servira de rien d'en avoir la volonté, parce que la Nature n'a pas joint le mouvement de la glande servant à pousser les esprits animaux vers le nerf optique de la façon qui convient pour dilater ou contracter la pupille, à la volonté de la dilater ou de la contracter, mais seulement à la volonté de regarder des objets éloignés ou rapprochés. Enfin, bien que chaque mouvement de la glande pinéale paraisse lié par la Nature au commencement de la vie à telle pensée singulière parmi celles que nous formons, il peut cependant, en vertu de l'habitude, être joint à d'autres ; comme il s'efforce de le prouver article 50, partie I, des Passions de l'Âme. Il conclut de là que nulle Âme, pour faible qu'elle soit, n'est incapable, avec une bonne direction, d'acquérir un pouvoir absolu sur ses Passions. Elles sont en effet, suivant sa définition, des perceptions, ou des sentiments, ou des émotions de l'Âme, qui se rapportent exclusivement à elle et qui (nota bene) sont produites, entretenues et fortifiées par quelque mouvement des esprits (voir art. 27, partie I, des Passions de l'Âme). Mais, puisque nous pouvons joindre à une volonté quelconque un mouvement quelconque de la glande et conséquemment des esprits, et que la détermination de la volonté dépend de notre seul pouvoir, si nous déterminons notre volonté par des jugements fermes et assurés suivant lesquels nous voulons diriger les actions de notre vie, et joignons à ces jugements les mouvements des passions que nous voulons avoir, nous acquerrons un empire absolu sur nos Passions. Telle est la manière de voir de cet Homme très célèbre (autant que je peux le conjecturer d'après ses paroles) et j'eusse eu peine à croire qu'elle provînt d'un tel homme si elle était moins subtile. En vérité je ne puis assez m'étonner qu'un Philosophe, après s'être fermement résolu à ne rien déduire que de principes connus d'eux-mêmes, et à ne rien affirmer qu'il ne le perçût clairement et distinctement, après avoir si souvent reproché aux Scolastiques de vouloir expliquer les choses obscures par des qualités occultes, admette une hypothèse plus occulte que toute qualité occulte. Qu'entend-il, je le demande, par l'union de l'Âme et du Corps ? Quelle conception claire et distincte a-t-il d'une pensée très étroitement liée à une certaine petite portion de l'étendue ? Je voudrais bien qu'il eût expliqué cette union par sa cause prochaine. Mais il avait conçu l'Âme distincte du Corps, de telle sorte qu'il n'a pu assigner aucune cause singulière ni de cette union ni de l'Âme elle-même, et qu'il lui a été nécessaire de recourir à la cause de tout l'Univers, c'est-à-dire à Dieu. Je voudrais, de plus, savoir combien de degrés de mouvement l'Âme peut imprimer à cette glande pinéale et avec quelle force la tenir suspendue. Je ne sais en effet si cette glande est mue par l'Âme de-ci de-là plus lentement ou plus vite que par les esprits animaux, et si les mouvements de Passions que nous avons joints étroitement à des jugements fermes ne peuvent pas en être disjoints par des causes corporelles ; d'où suivrait qu'après s'être fermement proposé d'aller à la rencontre des dangers et avoir joint à ce décret des mouvements d'audace, à la vue du péril la glande se trouvât occuper une position telle que l'Âme ne pût penser qu'à la fuite ; et certes, n'y ayant nulle commune mesure entre la volonté et le mouvement, il n'y a aucune comparaison entre la puissance - ou les forces - de l'Âme et celle du Corps ; conséquemment les forces de ce dernier ne peuvent être dirigées par celles de la première. Ajoutez qu'on cherche en vain une glande située au milieu du cerveau de telle façon qu'elle puisse être mue de-ci de-là avec tant d'aisance et de tant de manières, et que tous les nerfs ne se prolongent pas jusqu'aux cavités du cerveau. Je laisse de côté enfin tout ce qu'affirme Descartes sur la volonté et sa liberté, puisque j'en ai assez et surabondamment montré la fausseté. Puis donc que la puissance de l'Âme se définit, je l'ai fait voir plus haut, par la science seule qui est en elle, nous déterminerons les remèdes aux affections, remèdes dont tous ont, je crois, quelque expérience, mais qu'ils n'observent pas avec soin et ne voient pas distinctement, par la seule connaissance de l'Âme et nous en déduirons tout ce qui concerne sa béatitude",
    "axioma": {
        "1": "Si dans le même sujet deux actions contraires sont excitées, un changement devra nécessairement avoir lieu dans l'une et l'autre, ou dans l'une seulement des deux, jusqu'à ce qu'elles cessent d'être contraires.",
        "2": "La puissance d'un effet se définit par la puissance de sa cause dans la mesure où son essence s'explique ou se définit par l'essence de sa cause. (Cet Axiome est évident par la Prop. 7, p. III.)"
    },
    "propositio": {
        "1": "Suivant que les pensées et les idées des choses sont ordonnées et enchaînées dans l'âme, les affections du Corps, c'est-à-dire les images des choses, sont corrélativement ordonnées et enchaînées dans le Corps.",
        "2": "Si nous séparons une émotion ou une affection de l'Âme de la pensée d'une cause extérieure et la joignons à d'autres pensées, l'Amour et la Haine à l'égard de la cause extérieure sont détruits, de même que les fluctuations de l'Âme naissant de ces affections.",
        "3": "Une affection qui est une passion, cesse d'être une passion, sitôt que nous en formons une idée claire et distincte.",
        "4": "Il n'est point d'affection du Corps dont nous ne puissions former quelque concept clair et distinct.",
        "5": "Une affection à l'égard d'une chose que nous imaginons simplement et non comme nécessaire ni comme possible ou comme contingente est, toutes choses égales, la plus grande qui soit.",
        "6": "Dans la mesure où l'Âme connaît toutes choses comme nécessaires, elle a sur les affections une puissance plus grande, c'est-à-dire qu'elle en pâtit moins.",
        "7": "Les affections tirant leur origine de la Raison ou excitées par elle, sont, si l'on tient compte du temps, plus puissantes que celles qui se rapportent à des choses singulières considérées comme absentes.",
        "8": "Plus il y a de causes concourant à la fois à exciter une affection, plus grande elle est.",
        "9": "Une affection se rapportant à plusieurs causes différentes, que l'Âme considère en même temps qu'elle est affectée, est moins nuisible, nous en pâtissons moins et nous sommes moins affectés à l'égard de chaque cause en particulier, que s'il s'agissait d'une autre affection également grande se rapportant à une seule cause ou à un nombre moindre de causes.",
        "10": "Aussi longtemps que nous ne sommes pas dominés par des affections qui sont contraires à notre nature, nous avons le pouvoir d'ordonner et d'enchaîner les affections du Corps suivant un ordre valable pour l'entendement.",
        "11": "Plus il y a de choses auxquelles se rapporte une image, plus elle est fréquente, c'est-à-dire plus souvent elle devient vive et plus elle occupe l'esprit.",
        "12": "Les images des choses se joignent plus facilement aux images se rapportant aux choses connues clairement et distinctement qu'aux autres.",
        "13": "Plus il y a de choses auxquelles est jointe une image, plus souvent elle devient vive.",
        "14": "L'Âme peut faire en sorte que toutes les affections du Corps, c'est-à-dire toutes les images des choses se rapportent à l'idée de Dieu.",
        "15": "Qui se connaît lui-même, et connaît ses affections clairement et distinctement, aime Dieu et d'autant plus qu'il se connaît plus et qu'il connaît plus ses affections.",
        "16": "Cet amour envers Dieu doit tenir dans l'âme la plus grande place.",
        "17": "Dieu n'a point de passions et n'éprouve aucune affection de Joie ou de tristesse.",
        "18": "Nul ne peut avoir Dieu en haine.",
        "19": "Qui aime Dieu, ne peut faire effort pour que Dieu l'aime à son tour.",
        "20": "Cet Amour envers Dieu ne peut être gâté ni par une affection d'Envie ni par une affection de Jalousie ; mais il est d'autant plus alimenté que nous imaginons plus d'hommes joints à Dieu par le même lien d'Amour.",
        "21": "L'Âme ne peut rien imaginer, et il ne lui souvient des choses passées que pendant la durée du corps.",
        "22": "Une idée est toutefois nécessairement donnée en Dieu qui exprime l'essence de tel ou tel Corps humain avec une sorte d'éternité.",
        "23": "L'Âme humaine ne peut être entièrement détruite avec le Corps, mais il reste d'elle quelque chose qui est éternel.",
        "24": "Plus nous connaissons les choses singulières, plus nous connaissons Dieu.",
        "25": "Le suprême effort de l'Âme et sa suprême vertu est de connaître les choses par le troisième genre de connaissance.",
        "26": "Plus l'Âme est apte à connaître les choses par le troisième genre de connaissance, plus elle désire connaître les choses par ce genre de connaissance.",
        "27": "De ce troisième genre de connaissance naît le contentement de l'Âme le plus élevé qu'il puisse y avoir.",
        "28": "L'effort ou le Désir de connaître les choses par le troisième genre de connaissance ne peut naître du premier genre de connaissance, mais bien du deuxième.",
        "29": "Tout ce que l'Âme connaît comme ayant une sorte d'éternité, elle le connaît non parce qu'elle conçoit l'existence actuelle présente du Corps, mais parce qu'elle conçoit l'essence du Corps avec une sorte d'éternité.",
        "30": "Notre Âme, dans la mesure où elle se connaît elle-même et connaît le Corps comme des choses ayant une sorte d'éternité, a nécessairement la connaissance de Dieu et sait qu'elle est en Dieu et se conçoit par Dieu.",
        "31": "Le troisième genre de connaissance dépend de l'Âme comme de sa cause formelle, en tant que l'Âme est elle-même éternelle.",
        "32": "A tout ce que nous connaissons par le troisième genre de connaissance nous prenons plaisir, et cela avec l'accompagnement comme cause de l'idée de Dieu.",
        "33": "L'Amour intellectuel de Dieu, qui naît du troisième genre de connaissance, est éternel.",
        "34": "L'Âme n'est soumise que pendant la durée du Corps aux affections qui sont des passions.",
        "35": "Dieu s'aime lui-même d'un Amour intellectuel infini.",
        "36": "L'Amour intellectuel de l'Âme envers Dieu est l'amour même duquel Dieu s'aime lui-même, non en tant qu'il est infini, mais en tant qu'il peut s'expliquer par l'essence de l'Âme humaine considérée comme ayant une sorte d'éternité ; c'est-à-dire l'Amour intellectuel de l'Âme envers Dieu est une partie de l'Amour infini auquel Dieu s'aime lui-même.",
        "37": "Il n'est rien donné dans la Nature qui soit contraire à cet Amour intellectuel, c'est-à-dire le puisse ôter.",
        "38": "Plus l'Âme connaît de choses par le deuxième et le troisième genres de connaissance, moins elle pâtit des affections qui sont mauvaises et moins elle craint la mort.",
        "39": "Qui a un corps possédant un très grand nombre d'aptitudes, la plus grande partie de son Âme est éternelle.",
        "40": "Plus chaque chose a de perfection, plus elle est active et moins elle est passive ; et inversement plus elle est active, plus parfaite elle est.",
        "41": "Quand même nous ne saurions pas que notre Âme est éternelle, la Moralité et la Religion et, absolument parlant, tout ce que nous avons montré dans la quatrième partie qui se rapporte à la Fermeté d'Âme et à la Générosité, ne laisserait pas d'être pour nous la première des choses.",
        "42": "La Béatitude n'est pas le prix de la vertu, mais la vertu elle-même ; et cet épanouissement n'est pas obtenu par la réduction de nos appétits sensuels, mais c'est au contraire cet épanouissement qui rend possible la réduction de nos appétits sensuels."
    }
}