{
    "definitio": {
        "1": "J'entends par cause de soi ce dont l'essence enveloppe l'existence ; autrement dit, ce dont la nature ne peut être conçue sinon comme existante.",
        "2": "<p>Cette chose est dite finie en son genre, qui peut être limitée par une autre de même nature.</p><p>Par exemple un corps est dit fini, parce que nous en concevons toujours un autre plus grand. De même une pensée est limitée par une autre pensée. Mais un corps n'est pas limité par une pensée, ni une pensée par un corps.</p>",
        "3": "J'entends par substance ce qui est en soi et est conçu par soi : c'est-à-dire ce dont le concept n'a pas besoin du concept d'une autre chose, duquel il doive être formé",
        "4": "J'entends par attribut ce que l'entendement perçoit d'une substance comme constituant son essence",
        "5": "J'entends par mode les affections d'une substance, autrement dit ce qui est dans une autre chose, par le moyen de laquelle il est aussi conçu",
        "6": "J'entends par Dieu un être absolument infini, c'est-à-dire une substance constituée par une infinité d'attributs dont chacun exprime une essence éternelle et infinie",
        "7": "Cette chose est dite libre qui existe par la seule nécessité de sa nature et est déterminée par soi seule à agir : cette chose est dite nécessaire ou plutôt contrainte qui est déterminée par une autre à exister et à produire quelque effet dans une condition certaine et déterminée",
        "8": "J'entends par éternité l'existence elle-même en tant qu'elle est conçue comme suivant nécessairement de la seule définition d'une chose éternelle"
    },
    "axioma": {
        "1": "Tout ce qui est, est ou bien en soi, ou bien en autre chose.",
        "2": "Ce qui ne peut être conçu par le moyen d'une autre chose, doit être conçu par soi.",
        "3": "D'une cause déterminée que l'on suppose donnée, suit nécessairement un effet, et au contraire si nulle cause déterminée n'est donnée, il est impossible qu'un effet suive.",
        "4": "La connaissance de l'effet dépend de la connaissance de la cause et l'enveloppe.",
        "5": "Les choses qui n'ont rien de commun l'une avec l'autre ne se peuvent non plus connaître l'une par l'autre ; autrement dit, le concept de l'une n'enveloppe pas le concept de l'autre.",
        "6": "Une idée vraie doit s'accorder avec l'objet dont elle est l'idée.",
        "7": "Toute chose qui peut être conçue comme non existante, son essence n'enveloppe pas l'existence."
    },
    "prop1ositio": {
        "1": "Une substance est antérieure en nature à ses affections.",
        "2": "Deux substances ayant des attributs différents n'ont rien de commun entre elles.",
        "3": "Si des choses n'ont rien de commun entre elles, l'une d'elles ne peut être cause de l'autre.",
        "4": "Deux ou plusieurs choses distinctes se distinguent entre elles ou bien par la diversité des attributs des substances, ou bien par la diversité des affections des substances.",
        "5": "Il ne peut y avoir dans la nature deux ou plusieurs substances de même nature ou attribut.",
        "6": "Une substance ne peut pas être produite par une autre substance.",
        "7": "Il appartient à la nature d'une substance d'exister.",
        "8": "Toute substance est nécessairement infinie.",
        "9": "A proportion de la réalité ou de l'être que possède chaque chose, un plus grand nombre d'attributs lui appartiennent.",
        "10": "Chacun des attributs d'une même substance doit être conçu par soi.",
        "11": "Dieu, c'est-à-dire une substance constituée par une infinité d'attributs dont chacun exprime une essence éternelle et infinie, existe nécessairement.",
        "12": "De nul attribut d'une substance il ne peut être formé un concept vrai d'où il suivrait que cette substance pût être divisée.",
        "13": "Une substance absolument infinie est indivisible.",
        "14": "Nulle substance en dehors de Dieu ne peut être donnée ni conçue.",
        "15": "Tout ce qui est, est en Dieu et rien ne peut sans Dieu être ni être conçu.",
        "16": "De la nécessité de la nature divine doivent suivre en une infinité de modes une infinité de choses, c'est-à-dire tout ce qui peut tomber sous un entendement infini.",
        "17": "Dieu agit par les seules lois de sa nature et sans subir aucune contrainte.",
        "18": "Dieu est cause immanente mais non transitive de toutes choses.",
        "19": "Dieu est éternel, autrement dit tous les attributs de Dieu sont éternels.",
        "20": "L'existence de Dieu et son essence sont une seule et même chose.",
        "21": "Tout ce qui suit de la nature d'un attribut de Dieu prise absolument, a toujours dû exister et est infini, autrement dit est infini et éternel par la vertu de cet attribut.",
        "22": "Tout ce qui suit d'un attribut de Dieu, en tant qu'il est affecté d'une modification qui par la vertu de cet attribut existe nécessairement et est infinie, doit aussi exister nécessairement et être infini.",
        "23": "Tout mode qui existe nécessairement et est infini, a dû suivre nécessairement ou bien de la nature d'un attribut de Dieu prise absolument, ou bien d'un attribut affecté d'une modification qui elle-même existe nécessairement et est infinie.",
        "24": "L'essence des choses produites par Dieu n'enveloppe pas l'existence.",
        "25": "Dieu n'est pas seulement cause efficiente de l'existence, mais aussi de l'essence des choses.",
        "26": "Une chose qui est déterminée à produire quelque effet a été nécessairement déterminée de la sorte par Dieu ; et celle qui n'a pas été déterminée par Dieu ne peut se déterminer elle-même à produire un effet.",
        "27": "Une chose qui est déterminée par Dieu à produire quelque effet, ne peut se rendre elle-même indéterminée.",
        "28": "Une chose singulière quelconque, autrement dit toute chose qui est finie et a une existence déterminée, ne peut exister et être déterminée à produire quelque effet, si elle n'est déterminée à exister et à produire cet effet par une autre cause qui est elle-même finie et a une existence déterminée ; et à son tour cette cause ne peut non plus exister et être déterminée à produire quelque effet, si elle n'est déterminée à exister et à produire cet effet par une autre qui est aussi finie et a une existence déterminée, et ainsi à l'infini.",
        "29": "Il n'est rien donné de contingent dans la nature, mais tout y est déterminé par la nécessité de la nature divine à exister et à produire quelque effet d'une certaine manière.",
        "30": "Un entendement, actuellement fini ou actuellement infini, doit comprendre les attributs de Dieu et les affections de Dieu et nulle autre chose.",
        "31": "L'entendement en acte, qu'il soit fini ou infini, comme aussi la volonté, le désir, l'amour, etc., doivent être rapportés à la Nature Naturée et non à la Naturante.",
        "32": "La volonté ne peut être appelée cause libre, mais seulement cause nécessaire.",
        "33": "Les choses n'ont pu être produites par Dieu d'aucune manière autre et dans aucun ordre autre, que de la manière et dans l'ordre où elles ont été produites.",
        "34": "La puissance de Dieu est son essence même.",
        "35": "Tout ce que nous concevons qui est au pouvoir de Dieu, est nécessairement.",
        "36": "Rien n'existe de la nature de quoi ne suive quelque effet."
    },
    "appendix": "<p>J'ai expliqué dans ce qui précède la nature de Dieu et ses propriétés, savoir : qu'il existe nécessairement ; qu'il est unique ; qu'il est et agit par la seule nécessité de sa nature ; qu'il est la cause libre de toutes choses, et en quelle manière il l'est ; que tout est en Dieu et dépend de lui de telle sorte que rien ne peut ni être ni être conçu sans lui ; enfin que tout a été prédéterminé par Dieu, non certes par la liberté de la volonté, autrement dit par un bon plaisir absolu, mais par la nature absolue de Dieu, c'est-à-dire sa puissance infinie. J'ai eu soin en outre, partout où j'en ai eu l'occasion, d'écarter les préjugés qui pouvaient empêcher que mes démonstrations ne fussent perçues ; comme, toutefois, il en reste encore beaucoup qui pouvaient et peuvent aussi, et même au plus haut point, empêcher les hommes de saisir l'enchaînement des choses de la façon que je l'ai exposé, j'ai cru qu'il valait la peine de soumettre ici ces préjugés à l'examen de la raison. Tous ceux que j'entreprends de signaler ici dépendent d'ailleurs d'un seul, consistant en ce que les hommes supposent communément que toutes les choses de la nature agissent, comme eux-mêmes, en vue d'une fin, et vont jusqu'à tenir pour certain que Dieu lui-même dirige tout vers une certaine fin ; ils disent, en effet, que Dieu a tout fait en vue de l'homme et qu'il a fait l'homme pour que l'homme lui rendît un culte. C'est donc ce préjugé seul que je considérerai d'abord cherchant primo pour quelle cause la plupart s'y tiennent et pourquoi tous inclinent naturellement à l'embrasser. En second lieu j'en montrerai la fausseté, et pour finir je ferai voir comment en sont issus les préjugés relatifs au bien et au mal, au mérite et au péché, à la louange et au blâme, à l'ordre et à la confusion, à la beauté et à la laideur, et à d'autres objets de même sorte. Il n'appartient pas toutefois à mon objet présent de déduire cela de la nature de l'âme humaine. Il suffira pour le moment de poser en principe ce que tous doivent reconnaître : que tous les hommes naissent sans aucune connaissance des causes des choses, et que tous ont un appétit de rechercher ce qui leur est utile, et qu'ils en ont conscience. De là suit : 1° que les hommes se figurent être libres, parce qu'ils ont conscience de leurs volitions et de leur appétit et ne pensent pas, même en rêve, aux causes par lesquelles ils sont disposés à appéter et à vouloir, n'en ayant aucune connaissance. Il suit : 2° que les hommes agissent toujours en vue d'une fin, savoir l'utile qu'ils appètent. D'où résulte qu'ils s'efforcent toujours uniquement à connaître les causes finales des choses accomplies et se tiennent en repos quand ils en sont informés, n'ayant plus aucune raison d'inquiétude. S'ils ne peuvent les apprendre d'un autre, leur seule ressource est de se rabattre sur eux-mêmes et de réfléchir aux fins par lesquelles ils ont coutume d'être déterminés à des actions semblables, et ainsi jugent-ils nécessairement de la complexion d'autrui par la leur. Comme, en outre, ils trouvent en eux-mêmes et hors d'eux un grand nombre de moyens contribuant grandement à l'atteinte de l'utile, ainsi, par exemple, des yeux pour voir, des dents pour mâcher, des herbes et des animaux pour l'alimentation, le soleil pour s'éclairer, la mer pour nourrir des poissons, ils en viennent à considérer toutes les choses existant dans la Nature comme des moyens à leur usage. Sachant d'ailleurs qu'ils ont trouvé ces moyens, mais ne les ont pas procurés, ils ont tiré de là un motif de croire qu'il y a quelqu'un d'autre qui les a procurés pour qu'ils en fissent usage. Ils n'ont pu, en effet, après avoir considéré les choses comme des moyens, croire qu'elles se sont faites elles-mêmes, mais, tirant leur conclusion des moyens qu'ils ont accoutumé de se procurer, ils ont dû se persuader qu'il existait un ou plusieurs directeurs de la nature, doués de la liberté humaine, ayant pourvu à tous leurs besoins et tout fait pour leur usage. N'ayant jamais reçu au sujet de la complexion de ces êtres aucune information, ils ont dû aussi en juger d'après la leur propre, et ainsi ont-ils admis que les Dieux dirigent toutes choses pour l'usage des hommes afin de se les attacher et d'être tenus par eux dans le plus grand honneur ; par où il advint que tous, se référant à leur propre complexion, inventèrent divers moyens de rendre un culte à Dieu afin d'être aimés par lui par-dessus les autres, et d'obtenir qu'il dirigeât la Nature entière au profit de leur désir aveugle et de leur insatiable avidité. De la sorte, ce préjugé se tourna en superstition et poussa de profondes racines dans les âmes ; ce qui fut pour tous un motif de s'appliquer de tout leur effort à la connaissance et à l'explication des causes finales de toutes choses. Mais, tandis qu'ils cherchaient à montrer que la Nature ne fait rien en vain (c'est-à-dire rien qui ne soit pour l'usage des hommes), ils semblent n'avoir montré rien d'autre sinon que la Nature et les Dieux sont atteints du même délire que les hommes. Considérez, je vous le demande, où les choses en sont enfin venues ! Parmi tant de choses utiles offertes par la Nature, ils n'ont pu manquer de trouver bon nombre de choses nuisibles, telles les tempêtes, les tremblements de terre, les maladies, etc., et ils ont admis que de telles rencontres avaient pour origine la colère de Dieu excitée par les offenses des hommes envers lui ou par les péchés commis dans son culte ; et, en dépit des protestations de l'expérience quotidienne, montrant par des exemples sans nombre que les rencontres utiles et les nuisibles échoient sans distinction aux pieux et aux impies, ils n'ont pas pour cela renoncé à ce préjugé invétéré. Ils ont trouvé plus expédient de mettre ce fait au nombre des choses inconnues dont ils ignoraient l'usage, et de demeurer dans leur état actuel et natif d'ignorance, que de renverser tout cet échafaudage et d'en inventer un autre. Ils ont donc admis comme certain que les jugements de Dieu passent de bien loin la compréhension des hommes : cette seule cause certes eût pu faire que le genre humain fût à jamais ignorant de la vérité, si la mathématique, occupée non des fins mais seulement des essences et des propriétés des figures, n'avait fait luire devant les hommes une autre norme de vérité ; outre la mathématique on peut assigner, d'autres causes encore (qu'il est superflu d'énumérer ici) par lesquelles il a pu arriver que les hommes aperçussent ces préjugés communs, et fussent conduits à la connaissance vraie des choses.</p><p>J'ai assez expliqué par là ce que j'ai promis en premier lieu. Pour montrer maintenant que la Nature n'a aucune fin à elle prescrite et que toutes les causes finales ne sont rien que des fictions des hommes, il ne sera pas besoin de longs discours. Je crois en effet l'avoir déjà suffisamment établi, tant en montrant de quels principes et de quelles causes ce préjugé tire son origine que par la Proposition 16 et les Corollaires de la Proposition 32, et en outre par tout ce que j'ai dit qui prouve que tout dans la nature se produit avec une nécessité éternelle et une perfection suprême. J'ajouterai cependant ceci : que cette doctrine finaliste renverse totalement la Nature. Car elle considère comme effet ce qui, en réalité, est cause, et vice versa. En outre, elle met après ce qui de nature est avant. Enfin elle rend très imparfait ce qui est le plus élevé et le plus parfait. Pour laisser de côté les deux premiers points (qui sont évidents par eux-mêmes), cet effet, comme il est établi par les Propositions 21, 22 et 23, est le plus parfait, qui est produit par Dieu immédiatement et, plus une chose a besoin pour être produite de causes intermédiaires, plus elle est imparfaite. Mais, si les choses immédiatement produites par Dieu avaient été faites pour que Dieu pût atteindre sa fin, alors nécessairement les dernières, à cause desquelles les premières eussent été faites, seraient de toutes les plus excellentes. En outre, cette doctrine détruit la perfection de Dieu ; car, si Dieu agit pour une fin, il appète nécessairement quelque chose de quoi il est privé. Et bien que Théologiens et Métaphysiciens distinguent entre une fin de besoin et une fin d'assimilation, ils conviennent cependant que Dieu a tout fait pour lui-même et non pour les choses à créer ; car ils ne peuvent en dehors de Dieu rien assigner qui fût avant la création et à cause de quoi Dieu eût agi ; ils sont donc contraints aussi de reconnaître que Dieu était privé de tout ce pour quoi il a voulu procurer des moyens et le désirait, comme, il est clair de soi. Et il ne faut pas oublier ici que les sectateurs de cette doctrine, qui ont voulu faire montre de leur talent en assignant les fins des choses, ont, pour soutenir leur doctrine, introduit une nouvelle façon d'argumenter : la réduction non à l'impossible, mais à l'ignorance ; ce qui montre qu'il n'y avait pour eux aucun moyen d'argumenter. Si, par exemple, une pierre est tombée d'un toit sur la tête de quelqu'un et l'a tué, ils démontreront de la manière suivante que la pierre est tombée pour tuer cet homme. Si elle n'est pas tombée à cette fin par la volonté de Dieu, comment tant de circonstances (et en effet il y en a souvent un grand concours) ont-elles pu se trouver par chance réunies ? Peut-être direz-vous cela est arrivé parce que le vent soufflait et que l'homme passait par là. Mais, insisteront-ils, pourquoi le vent soufflait-il à ce moment ? pourquoi l'homme passait-il par là à ce même instant ? Si vous répondez alors : le vent s'est levé parce que la mer, le jour avant, par un temps encore calme, avait commencé à s'agiter ; l'homme avait été invité par un ami ; ils insisteront de nouveau, car ils n'en finissent pas de poser des questions : pourquoi la mer était-elle agitée ? pourquoi l'homme a-t-il été invité pour tel moment ? et ils continueront ainsi de vous interroger sans relâche sur les causes des événements, jusqu'à de que vous vous soyez réfugié dans la volonté de Dieu, cet asile de l'ignorance. De même, quand ils voient la structure du corps humain, ils sont frappés d'un étonnement imbécile et, de ce qu'ils ignorent les causes d'un si bel arrangement, concluent qu'il n'est point formé mécaniquement, mais par un art divin ou surnaturel, et en telle façon qu'aucune partie ne nuise à l'autre. Et ainsi arrive-t-il que quiconque cherche les vraies causes des prodiges et s'applique à connaître en savant les choses de la nature, au lieu de s'en émerveiller comme un sot, est souvent tenu pour hérétique et impie et proclamé tel par ceux que le vulgaire adore comme des interprètes de la Nature et des Dieux. Ils savent bien que détruire l'ignorance, c'est détruire l'étonnement imbécile, c'est-à-dire leur unique moyen de raisonner et de sauvegarder leur autorité. Mais en voilà assez sur ce chapitre, je passe au troisième point que j'ai résolu de traiter.</p><p>Après s'être persuadé que tout ce qui arrive est fait à cause d'eux, les hommes ont dû juger qu'en toutes choses le principal est ce qui a pour eux le plus d'utilité, et tenir pour les plus excellentes celles qui les affectent le plus agréablement. Par là ils n'ont pu manquer de former ces notions par lesquelles ils prétendent expliquer les natures des choses, ainsi le Bien, le Mal, l'Ordre, la Confusion, le Chaud, le Froid, la Beauté et la Laideur ; et de la liberté qu'ils s'attribuent sont provenues ces autres notions, la Louange et le Blâme, le Péché et le Mérite ; j'expliquerai plus tard ces dernières, quand j'aurai traité de la nature humaine, et je rendrai compte ici brièvement des premières. Les hommes donc ont appelé Bien tout ce qui contribue à la santé et au culte de Dieu, Mal ce qui leur est contraire. Et, comme ceux qui ne connaissent pas la nature des choses, n'affirment rien qui s'applique à elles, mais les imaginent seulement et prennent l'imagination pour l'entendement, ils croient donc fermement qu'il y a en elles de l'Ordre, dans l'ignorance où ils sont de la nature tant des choses que d'eux-mêmes. Quand elles sont disposées en effet de façon que, nous les représentant par les sens, nous puissions facilement les imaginer et, par suite, nous les rappeler facilement, nous disons qu'elles sont bien ordonnées ; dans le cas contraire, qu'elles sont mal ordonnées ou confuses. Et, comme nous trouvons plus d'agrément qu'aux autres, aux choses que nous pouvons imaginer avec facilité, les hommes préfèrent l'ordre à la confusion ; comme si, sauf par rapport à notre imagination, l'ordre était quelque chose dans la Nature. Ils disent encore que Dieu a créé toutes choses avec ordre et, de la sorte, sans le savoir, attribuent à Dieu de l'imagination ; à moins peut-être qu'ils ne veuillent que Dieu, pourvoyant à l'imagination humaine, ait disposé toutes choses de façon qu'ils pussent les imaginer le plus facilement ; et probablement ils ne se laisseraient pas arrêter par cette objection qu'il se trouve une infinité de choses qui passent de beaucoup notre imagination, et un grand nombre qui la confondent à cause de sa faiblesse. Mais assez là-dessus. Pour les autres notions aussi, elles ne sont rien, si ce n'est des modes d'imaginer par lesquels l'imagination est diversement affectée, et cependant les ignorants les considèrent comme les attributs principaux des choses ; parce que, comme nous l'avons dit déjà, ils croient que toutes choses ont été faites en vue d'eux-mêmes et disent que la nature d'une chose est bonne ou mauvaise, saine ou pourrie et corrompue, suivant qu'ils sont affectés par elle. Si, par exemple, le mouvement, que reçoivent les nerfs des objets qui nous sont représentés par les yeux, convient à la santé, alors les objets qui en sont cause sont appelés beaux, et l'on dit laids ceux qui excitent un mouvement contraire. Ceux qui émeuvent le sens par le nez, on les nomme bien odorants ou fétides ; doux ou amers, agréables ou désagréables au goût, ceux qui font impression sur lui par la langue, etc. Ceux qui agissent par le toucher sont durs ou mous, rugueux ou lisses, etc. Et ceux enfin qui ébranlent les oreilles, on dit qu'ils produisent un bruit, un son ou une harmonie, et au sujet de cette dernière qualité l'extravagance des hommes a été jusqu'à croire que Dieu aussi se plaît à l'harmonie. Il ne manque pas de Philosophes qui se sont persuadé que les mouvements célestes composent une harmonie. Tout cela montre assez que chacun juge des choses selon la disposition de son cerveau ou plutôt leur a laissé se substituer les manières d'être de son imagination. Il n'y a donc pas à s'étonner (pour le noter en passant) que tant de controverses se soient, comme nous le voyons, élevées entre les hommes et que le Scepticisme en soit enfin provenu. Si, en effet, les corps humains conviennent en beaucoup de points, ils diffèrent en un très grand nombre et, par suite, ce qui paraît bon à l'un, semble mauvais à l'autre ; l'un juge ordonné ce que l'autre trouve confus ; ce qui est au gré de l'un, est à l'autre désagréable, et ainsi du reste. Je n'y insisterai pas, et parce que ce n'est pas le moment de traiter avec développement de ces choses, et parce que tout le monde en a assez fait l'expérience. Tout le monde répète : Autant de têtes, autant d'avis ; chacun abonde dans son sens ; il n'y a pas moins de différence entre les cerveaux qu'entre les palais. Et tous ces dictons montrent assez que les hommes jugent des choses selon la disposition de leur cerveau et les imaginent plutôt qu'ils ne les connaissent. S'ils les avaient clairement connues, elles auraient, comme en témoigne la Mathématique, la puissance sinon d'attirer, du moins de convaincre tout le monde.</p><p>Nous voyons ainsi que toutes les notions par lesquelles le vulgaire a coutume d'expliquer la Nature, sont seulement des Modes d'imaginer et ne renseignent sur la nature d'aucune chose, mais seulement sur la façon dont est constituée l'imagination, et, comme elles ont des noms qui semblent s'appliquer à des êtres existant en dehors de l'imagination, je les appelle êtres non de raison mais d'imagination et ainsi tous les arguments qui sont tirés contre nous de notions semblables, se peuvent facilement réfuter. Beaucoup en effet ont coutume d'argumenter ainsi. Si toutes choses ont suivi de la nécessité de la nature d'un Dieu tout parfait, d'où viennent donc tant d'imperfections existant dans la Nature ? c'est-à-dire, d'où vient que les choses se corrompent jusqu'à la fétidité, qu'elles soient laides à donner la nausée, d'où viennent la confusion, le mal, le péché, etc. Il est, je viens de le dire, facile de répondre. Car la perfection des choses doit s'estimer seulement par leur nature et leur puissance, et elles ne sont donc pas plus ou moins parfaites parce qu'elles plaisent aux sens de l'homme ou les offensent, conviennent à la nature humaine ou lui répugnent. Quant à ceux qui demandent pourquoi Dieu n'a pas créé tous les hommes de façon que la seule raison les conduisît et les gouvernât, je ne réponds rien, sinon que cela vient de ce que la matière ne lui a pas fait défaut pour créer toutes choses, savoir : depuis le plus haut jusqu'au plus bas degré de perfection ; ou, pour parler plus proprement, de ce que les lois de la Nature se sont trouvées assez amples pour suffire à la production de tout ce qui pouvait être conçu par un entendement infini, comme je l'ai démontré Proposition 16. Tels sont les préjugés que j'ai voulu signaler ici. S'il en reste encore d'autres de même farine, chacun pourra s'en guérir avec un peu de réflexion.</p>"
}