{
    "praefatio": "Ceux qui ont écrit sur les Affections et la conduite de la vie humaine semblent, pour la plupart, traiter non de choses naturelles qui suivent les lois communes de la Nature mais de choses qui sont hors de la Nature. En vérité, on dirait qu'ils conçoivent l'homme dans la Nature comme un empire dans un empire. Ils croient, en effet, que l'homme trouble l'ordre de la Nature plutôt qu'il ne le suit, qu'il a sur ses propres actions un pouvoir absolu et ne tire que de lui-même sa détermination. Ils cherchent donc la cause de l'impuissance et de l'inconstance humaines, non dans la puissance commune de la Nature, mais dans je ne sais quel vice de la nature humaine et, pour cette raison, pleurent à son sujet, la raillent, la méprisent ou le plus souvent la détestent : qui sait le plus éloquemment ou le plus subtilement censurer l'impuissance de l'Âme humaine est tenu pour divin. Certes n'ont pas manqué les hommes éminents (au labeur et à l'industrie desquels nous avouons devoir beaucoup) pour écrire sur la conduite droite de la vie beaucoup de belles choses, et donner aux mortels des conseils pleins de prudence ; mais, quant à déterminer la nature et les forces des Affections, et ce que peut l'Âme de son côté pour les gouverner, nul, que je sache, ne l'a fait. A la vérité, le très célèbre Descartes, bien qu'il ait admis le pouvoir absolu de l'Âme sur ses actions, a tenté, je le sais, d'expliquer les Affections humaines par leurs premières causes et de montrer en même temps par quelle voie l'âme peut prendre sur les Affections un empire absolu ; mais, à mon avis, il n'a rien montré que la pénétration de son grand esprit comme je l'établirai en son lieu. Pour le moment je veux revenir à ceux qui aiment mieux détester ou railler les Affections et les actions des hommes que les connaître. A ceux-là certes il paraîtra surprenant que j'entreprenne de traiter des vices des hommes et de leurs infirmités à la manière des Géomètres et que je veuille démontrer par un raisonnement rigoureux ce qu'ils ne cessent de proclamer contraire à la Raison, vain, absurde et digne d'horreur. Mais voici quelle est ma raison. Rien n'arrive dans la Nature qui puisse être attribué à un vice existant en elle ; elle est toujours la même en effet ; sa vertu et sa puissance d'agir est une et partout la même, c'est-à-dire les lois et règles de la Nature, conformément auxquelles tout arrive et passe d'une forme à une autre, sont partout et toujours les mêmes ; par suite, la voie droite pour connaître la nature des choses, quelles qu'elles soient, doit être aussi une et la même ; c'est toujours par le moyen des lois et règles universelles de la Nature. Les Affections donc de la haine, de la colère, de l'envie, etc., considérées en elles-mêmes, suivent de la même nécessité et de la même vertu de la Nature que les autres choses singulières ; en conséquence, elles reconnaissent certaines causes, par où elles sont clairement connues, et ont certaines propriétés aussi dignes de connaissance que les propriétés d'une autre chose quelconque, dont la seule considération nous donne du plaisir. Je traiterai donc de la nature des Affections et de leurs forces, du pouvoir de l'Âme sur elles, suivant la même Méthode que dans les parties précédentes de Dieu et de l'Âme, et je considérerai les actions et les appétits humains comme s'il était question de lignes, de surfaces et de solides",
    "definitio": {
        "1": "J'appelle cause adéquate celle dont on peut percevoir l'effet clairement et distinctement par elle-même ; j'appelle cause inadéquate ou partielle celle dont on ne peut connaître l'effet par elle seule.",
        "2": "Je dis que nous sommes actifs, quand, en nous ou hors de nous, quelque chose se fait dont nous sommes la cause adéquate, c'est-à-dire (Déf. préc.) quand, en nous ou hors de nous, il suit de notre nature quelque chose qui se peut par elle seule connaître clairement et distinctement. Au contraire, je dis que nous sommes passifs quand il se fait en nous quelque chose ou qu'il suit de notre nature quelque chose, dont nous ne sommes la cause que partiellement.",
        "3": "J'entends par Affections les affections du Corps par lesquelles la puissance d'agir de ce Corps est accrue ou diminuée, secondée ou réduite, et en même temps les idées de ces affections."
    },
    "postulatum": {
        "1": "Le corps humain peut être affecté en bien des manières qui accroissent ou diminuent sa puissance d'agir et aussi en d'autres qui ne rendent sa puissance d'agir ni plus grande, ni moindre.",
        "2": "Le Corps humain peut éprouver un grand nombre de modifications et retenir néanmoins les impressions ou traces des objets (voir à leur sujet Post. 5, p. II) et conséquemment les mêmes images des choses (pour leur Déf. voir Scolie de la Prop. 17, p. II)."
    },
    "propositio": {
        "1": "Notre Âme est active en certaines choses, passive en d'autres, savoir, en tant qu'elle a des idées adéquates, elle est nécessairement active en certaines choses ; en tant qu'elle a des idées inadéquates, elle est nécessairement passive en certaines choses.",
        "2": "Ni le Corps ne peut déterminer l'Âme à penser, ni l'Âme, le Corps au mouvement ou au repos ou à quelque autre manière d'être que ce soit (s'il en est quelque autre).",
        "3": "Les actions de l'Âme naissent des seules idées adéquates ; les passions dépendent des seules idées inadéquates.",
        "4": "Nulle chose ne peut être détruite sinon par une cause extérieure.",
        "5": "Des choses sont d'une nature contraire, c'est-à-dire ne peuvent être dans le même sujet, dans la mesure où l'une peut détruire l'autre.",
        "6": "Chaque chose, autant qu'il est en elle, s'efforce de persévérer dans son être.",
        "7": "L'effort par lequel chaque chose s'efforce de persévérer dans son être n'est rien en dehors de l'essence actuelle de cette chose.",
        "8": "L'effort par lequel chaque chose s'efforce de persévérer dans son être, n'enveloppe aucun temps fini, mais un temps indéfini.",
        "9": "L'Âme, en tant qu'elle a des idées claires et distinctes, et aussi en tant qu'elle a des idées confuses, s'efforce de persévérer dans son être pour une durée indéfinie et a conscience de son effort.",
        "10": "Une idée qui exclut l'existence de notre Corps, ne peut être donnée dans l'Âme, mais lui est contraire.",
        "11": "Si quelque chose augmente ou diminue, seconde ou réduit la puissance d'agir de notre Corps, l'idée de cette chose augmente ou diminue, seconde ou réduit la puissance de notre Âme.",
        "12": "L'Âme, autant qu'elle peut, s'efforce d'imaginer ce qui accroît ou seconde la puissance d'agir du Corps.",
        "13": "Quand l'âme imagine ce qui diminue ou réduit la puissance d'agir du Corps, elle s'efforce, autant qu'elle peut, de se souvenir de choses qui excluent l'existence de ce qu'elle imagine.",
        "14": "Si l'Âme a été affectée une fois de deux affections en même temps, sitôt que plus tard elle sera affectée de l'une, elle sera affectée aussi de l'autre.",
        "15": "Une chose quelconque peut être par accident cause de Joie, de Tristesse ou de Désir.",
        "16": "Par cela seul que nous imaginons qu'une chose a quelque trait de ressemblance avec un objet affectant habituellement l'Âme de Joie ou de Tristesse, et bien que le trait par lequel cette chose ressemble à cet objet, ne soit pas la cause efficiente de ces affections, nous aimerons cependant cette chose ou l'aurons en haine.",
        "17": "Si nous imaginons qu'une chose qui nous fait éprouver habituellement une affection de Tristesse a quelque trait de ressemblance avec une autre qui nous fait éprouver habituellement une affection de Joie également grande, nous l'aurons en haine et l'aimerons en même temps.",
        "18": "L'homme éprouve par l'image d'une chose passée ou future la même affection de Joie ou de Tristesse que par l'image d'une chose présente.",
        "19": "Qui imagine que ce qu'il aime est détruit, sera contristé ; et joyeux, s'il l'imagine conservé.",
        "20": "Qui imagine que ce qu'il a en haine est détruit, sera joyeux.",
        "21": "Qui imagine ce qu'il aime affecté de Joie ou de Tristesse, sera également affecté de Joie ou de Tristesse et l'une et l'autre affections seront plus grandes ou moindres dans l'amant, selon qu'elles le seront dans la chose aimée.",
        "22": "Si nous imaginons que quelqu'un affecte de Joie la chose que nous aimons, nous serons affectés d'Amour à son égard. Si, au contraire, nous imaginons qu'il l'affecte de Tristesse, nous serons tout au rebours affectés de Haine contre lui.",
        "23": "Qui imagine affecté de Tristesse ce qu'il a en haine, sera joyeux ; si, au contraire, il l'imagine affecté de Joie, il sera contristé ; et l'une et l'autre affections seront plus grandes ou moindres, selon que l'affection contraire sera plus grande ou moindre dans la chose haïe.",
        "24": "Si nous imaginons que quelqu'un affecte de Joie une chose que nous avons en haine, nous serons affectés de Haine à son égard. Si, au contraire, nous imaginons qu'il l'affecte de Tristesse, nous serons affectés d'Amour à son égard.",
        "25": "Nous nous efforçons d'affirmer de nous et de la chose aimée tout ce que nous imaginons qui l'affecte ou nous affecte de Joie ; et, au contraire, de nier tout ce que nous imaginons qui l'affecte ou nous affecte de Tristesse.",
        "26": "Nous nous efforçons d'affirmer d'une chose que nous avons en haine, tout ce que nous imaginons qui l'affecte de Tristesse, et, au contraire, de nier tout ce que nous imaginons qui l'affecte de Joie.",
        "27": "Si nous imaginons qu'une chose semblable à nous et à l'égard de laquelle nous n'éprouvons d'affection d'aucune sorte éprouve quelque affection, nous éprouvons par cela même une affection semblable.",
        "28": "Tout ce que nous imaginons qui mène à la Joie, nous nous efforçons d'en procurer la venue ; tout ce que nous imaginons qui lui est contraire ou mène à la Tristesse, nous nous efforçons de l'écarter ou de le détruire.",
        "29": "Nous nous efforcerons aussi à faire tout ce que nous imaginons que les hommes verront avec joie, et nous aurons en aversion de faire ce que nous imaginons que les hommes ont en aversion.",
        "30": "Si quelqu'un a fait quelque chose qu'il imagine qui affecte les autres de Joie, il sera affecté d'une Joie qu'accompagnera l'idée de lui-même comme cause, si au contraire il fait quelque chose qu'il imagine qui affecte les autres de Tristesse, il se considérera lui-même avec Tristesse.",
        "31": "Si nous imaginons que quelqu'un aime, ou désire, ou a en haine ce que nous-même aimons, désirons, ou avons en haine, notre amour, etc., deviendra par cela même plus constant. Si, au contraire, nous imaginons qu'il a en aversion ce que nous aimons, ou inversement, nous éprouverons la passion dite Fluctuation de l'Âme.",
        "32": "Si nous imaginons que quelqu'un tire de la joie d'une chose qu'un seul peut posséder, nous nous efforcerons de faire qu'il n'en ait plus la possession.",
        "33": "Quand nous aimons une chose semblable à nous, nous nous efforçons, autant que nous pouvons, de faire qu'elle nous aime à son tour.",
        "34": "Plus grande est l'affection que nous imaginons que la chose aimée éprouve à notre égard, plus nous nous glorifierons.",
        "35": "Si quelqu'un imagine qu'un autre s'attache la chose aimée par le même lien d'Amitié, ou un plus étroit, que celui par lequel il l'avait seul en sa possession, il sera affecté de Haine envers la chose aimée elle-même, et sera envieux de l'autre.",
        "36": "Qui se rappelle une chose où il a pris plaisir une fois, désire la posséder avec les mêmes circonstances que la première fois qu'il y a pris plaisir.",
        "37": "Le Désir qui prend naissance à cause d'une Tristesse ou d'une Joie, d'une Haine ou d'un Amour, est d'autant plus grand que l'affection est plus grande.",
        "38": "Si quelqu'un commence d'avoir en haine une chose aimée, de façon que l'Amour soit entièrement aboli, il aura pour elle, à cause égale, plus de haine que s'il ne l'avait jamais aimée, et d'autant plus que son Amour était auparavant plus grand.",
        "39": "Qui a quelqu'un en haine s'efforcera de lui faire du mal, à moins qu'il ne craigne qu'un mal plus grand ne naisse pour lui de là ; et, au contraire, qui aime quelqu'un s'efforcera par la même loi de lui faire du bien.",
        "40": "Qui imagine qu'un autre l'a en haine et croit ne lui avoir donné aucune cause de haine, aura à son tour cet autre en haine.",
        "41": "Si quelqu'un imagine qu'il est aimé par un autre et croit ne lui avoir donné aucune cause d'amour (ce qui, suivant le Corollaire de la Proposition 15 et la Proposition 16, peut arriver), il l'aimera à son tour.",
        "42": "Qui, mû par l'Amour ou un espoir de Gloire, a fait du bien à quelqu'un, sera contristé s'il voit que son bienfait est reçu avec ingratitude.",
        "43": "La Haine est accrue par une haine réciproque et peut, au contraire, être extirpée par l'Amour.",
        "44": "La Haine qui est entièrement vaincue par l'Amour se change en Amour, et l'Amour est pour cette raison plus grand que si la Haine n'eût pas précédé.",
        "45": "Si quelqu'un qui aime une chose semblable à lui imagine qu'un autre semblable à lui est affecté de Haine envers cette chose, il aura cet autre en haine.",
        "46": "Si quelqu'un a été affecté par un autre, appartenant à une classe ou à une nation différente, d'une Joie ou d'une Tristesse qu'accompagne comme cause l'idée de cet autre sous le nom général de la classe ou de la nation, non seulement il aimera cet autre ou l'aura en haine, mais aussi tous ceux de la même classe ou de la même nation.",
        "47": "La Joie naissant de ce que nous imaginons qu'une chose que nous haïssons est détruite, ou affectée d'un autre mal, ne naît pas sans quelque Tristesse de l'Âme.",
        "48": "L'Amour et la Haine, par exemple envers Pierre, sont détruits si la Tristesse qu'enveloppe la seconde et la Joie qu'enveloppe le premier, sont joints à l'idée d'une autre cause ; et Amour et Haine sont diminués dans la mesure où nous imaginons que Pierre n'est pas la cause à lui seul de la Tristesse ou de la Joie qu'enveloppent ces affections.",
        "49": "L'Amour et la Haine envers une chose que nous imaginons qui est libre, doivent tous deux être plus grands, à cause égale, qu'envers une chose nécessaire.",
        "50": "Une chose quelconque peut par accident être cause d'Espoir ou de Crainte.",
        "51": "Des hommes divers peuvent être affectés de diverses manières par un seul et même objet, et un seul et même homme peut être affecté par un seul et même objet de diverses manières en divers temps.",
        "52": "Si nous avons déjà vu un objet en même temps que d'autres, ou si nous imaginons qu'il n'a rien qui ne soit commun à plusieurs, nous ne le considérerons pas aussi longtemps que celui que nous imaginons qui a quelque chose de singulier.",
        "53": "Quand l'Âme se considère elle-même et considère sa puissance d'agir, elle est joyeuse ; et d'autant plus qu'elle s'imagine elle-même et imagine sa puissance d'agir plus distinctement.",
        "54": "L'Âme s'efforce d'imaginer cela seulement qui pose sa propre puissance d'agir.",
        "55": "Quand l'Âme imagine son impuissance, elle est contristée par cela même.",
        "56": "Il y a autant d'espèces de Joie, de Tristesse et de Désir et conséquemment de toutes les Affections qui en sont composées comme la Fluctuation de l'Âme, ou en dérivent comme l'Amour, la Haine, l'Espoir, la Crainte, etc., qu'il y a d'espèces d'objets par où nous sommes affectés.",
        "57": "Une affection quelconque de chaque individu diffère de l'affection d'un autre, autant que l'essence de l'un diffère de l'essence de l'autre.",
        "58": "Outre la Joie et le Désir qui sont des passions, il y a d'autres affections de Joie et de Désir qui se rapportent à nous en tant que nous sommes actifs.",
        "59": "Parmi toutes les affections qui se rapportent à l'Âme en tant qu'elle est active, il n'y en a point qui ne se ramènent à la Joie et au Désir."
    },
    "affectuumDefinitiones": {
        "definitio": {
            "1": "Le Désir est l'essence même de l'homme en tant qu'elle est conçue comme déterminée à faire quelque chose par une affection quelconque donnée en elle.",
            "2": "La Joie est le passage de l'homme d'une moindre à une plus grande perfection",
            "3": "La Tristesse est le passage de l'homme d'une plus grande à une moindre perfection",
            "4": "Il y a Étonnement quand à l'imagination d'une chose l'Âme demeure attachée, parce que cette imagination singulière n'a aucune connexion avec les autres (voir Prop. 52 avec son Scolie)",
            "5": "<p>Il y a Mépris quand, par l'imagination d'une chose, l'Âme est si peu touchée que la présence de cette chose soit pour elle un motif d'imaginer ce qui ne s'y trouve pas, plutôt que ce qui s'y trouve (voir Scolie de la Prop. 52).</p><p>Je laisse ici de côté la définition de la Vénération et du Dédain, parce que nulles affections, que je sache, ne tirent de là leur nom.</p>",
            "6": "L'Amour est une Joie qu'accompagne l'idée d'une cause extérieure.",
            "7": "La Haine est une Tristesse qu'accompagne l'idée d'une cause extérieure.",
            "8": "L'Inclination est une Joie qu'accompagne l'idée d'une chose qui est cause de Joie par accident.",
            "9": "L'Aversion est une Tristesse qu'accompagne l'idée d'une chose qui est cause de Tristesse par accident (voir au sujet de ces affections le Scolie de la Prop. 15).",
            "10": "La Ferveur est l'Amour à l'égard de celui qui nous étonne.",
            "11": "La Dérision est une Joie née de ce que nous imaginons qu'il se trouve quelque chose à mépriser dans une chose que nous haïssons.",
            "12": "L'Espoir est une Joie inconstante née de l'idée d'une chose future ou passée de l'issue de laquelle nous doutons en quelque mesure.",
            "13": "La Crainte est une Tristesse inconstante née de l'idée d'une chose future ou passée de l'issue de laquelle nous doutons en quelque mesure (voir sur ces affections le Scolie 2 de la Prop. 18).",
            "14": "La Sécurité est une Joie née de l'idée d'une chose future ou passée au sujet de laquelle il n'y a plus de cause de doute.",
            "15": "Le Désespoir est une Tristesse née de l'idée d'une chose future ou passée au sujet de laquelle il n'y a plus de cause de doute.",
            "16": "L'Épanouissement est une Joie qu'accompagne l'idée d'une chose passée arrivée inespérément.",
            "17": "Le Resserrement de conscience est une Tristesse qu'accompagne l'idée d'une chose passée arrivée contrairement à notre espoir.",
            "18": "La Commisération est une Tristesse qu'accompagne l'idée d'un mal arrivé à un autre que nous imaginons être semblable à nous (voir Scolie de la Prop. 22 et Scolie de la Prop. 27).",
            "19": "La Faveur est un Amour envers quelqu'un qui a fait du bien à un autre.",
            "20": "L'Indignation est une Haine envers quelqu'un qui a fait du mal à un autre.",
            "21": "La Surestime consiste à faire de quelqu'un par Amour plus de cas qu'il n'est juste.",
            "22": "La Mésestime consiste à faire de quelqu'un par Haine moins de cas qu'il n'est juste.",
            "23": "L'Envie est la Haine en tant qu'elle affecte l'homme de telle sorte qu'il soit contristé par la félicité d'autrui et au contraire s'épanouisse du mal d'autrui.",
            "24": "La Miséricorde est l'Amour en tant qu'il affecte l'homme de telle sorte qu'il s'épanouisse du bien d'autrui et soit contristé par le mal d'autrui.",
            "25": "Le Contentement de soi est une Joie née de ce que l'homme se considère lui-même et sa puissance d'agir.",
            "26": "L'Humilité est une Tristesse née de ce que l'homme considère son impuissance ou sa faiblesse.",
            "27": "Le Repentir est une Tristesse qu'accompagne l'idée d'une chose que nous croyons avoir faite par un libre décret de l'Âme.",
            "28": "L'Orgueil consiste à faire de soi-même par Amour plus de cas qu'il n'est juste.",
            "29": "La Mésestime de soi consiste à faire de soi par Tristesse moins de cas qu'il n'est juste.",
            "30": "La Gloire est une Joie qu'accompagne l'idée d'une action nôtre, que nous imaginons qui est louée par d'autres",
            "31": "La Honte est une Tristesse qu'accompagne l'idée d'une action, que nous imaginons qui est blâmée par d'autres.",
            "32": "Le Souhait frustré est un Désir ou un Appétit de posséder une chose, qui est alimenté par le souvenir de cette chose et en même temps réduit par le souvenir d'autres choses qui excluent l'existence de celle où se porterait l'appétit.",
            "33": "L'Émulation est le Désir d'une chose qui est engendré en nous parce que nous imaginons que d'autres ont ce désir.",
            "34": "La Reconnaissance ou Gratitude est un Désir ou un empressement d'Amour par lequel nous nous efforçons de faire du bien à qui nous en a fait affecté pareillement d'amour à notre égard. Voir Prop. 39 avec le Scolie de la Prop. 41.",
            "35": "La Bienveillance est un Désir de faire du bien à celui pour qui nous avons de la commisération. Voir Scolie de la Prop. 27.",
            "36": "La Colère est un Désir qui nous excite à faire du mal par Haine à celui que nous haïssons. Voir Prop. 39.",
            "37": "La Vengeance est un Désir qui nous excite à faire du mal par une Haine réciproque à qui, affecté du même sentiment à notre égard, nous a porté dommage. Voir Coroll. 2 de la Prop. 40 avec son Scolie.",
            "38": "La Cruauté ou Férocité est un Désir qui excite quelqu'un à faire du mal à celui que nous aimons ou qui nous inspire commisération.",
            "39": "La Peur est un Désir d'éviter un mal plus grand, que nous craignons, par un moindre. Voir Scolie de la Prop. 39.",
            "40": "L'Audace est un Désir qui excite quelqu'un à faire quelque action en courant un danger que ses pareils craignent d'affronter.",
            "41": "La Pusillanimité se dit de celui dont le Désir est réduit par la peur d'un danger que ses pareils osent affronter.",
            "42": "La Consternation se dit de celui dont le Désir d'éviter un mal est réduit par l'étonnement du mal dont il a peur.",
            "43": "L'Humanité ou la Modestie est un Désir de faire ce qui plaît aux hommes et de ne pas faire ce qui leur déplaît.",
            "44": "L'Ambition est un Désir immodéré de gloire.",
            "45": "La Gourmandise est un Désir immodéré, ou même un Amour, de la chère.",
            "46": "L'Ivrognerie est un Désir immodéré et un Amour de la boisson.",
            "47": "L'Avarice est un Désir immodéré et un Amour des richesses",
            "48": "La Lubricité est aussi un Désir et un Amour de l'union des corps."
        },
        "affectuumGeneralisDefinitio": "Une Affection, dite Passion de l'Âme, est une idée confuse par laquelle l'Âme affirme une force d'exister de son Corps, ou d'une partie d'icelui, plus grande ou moindre qu'auparavant, et par la présence de laquelle l'Âme elle-même est déterminée à penser à telle chose plutôt qu'à telle autre."
    }
}