{
    "praefatio": "Je passe maintenant à l'explication des choses qui ont dû suivre nécessairement de l'essence de Dieu, ou de l'Être éternel et infini. Je ne traiterai pas de toutes cependant ; car nous avons démontré Proposition 16 de la Partie 1 qu'une infinité de choses devaient suivre de cette essence en une infinité de modes ; j'expliquerai seulement ce qui peut nous conduire comme par la main à la connaissance de l'Âme humaine et de sa béatitude suprême.",
    "definitio": {
        "1": "J'entends par corps un mode qui exprime l'essence de Dieu, en tant qu'on la considère comme chose étendue, d'une manière certaine et déterminée ; voyez le Corollaire de la Proposition 25, Partie I.",
        "2": "Je dis que cela appartient à l'essence d'une chose qu'il suffit qui soit donné, pour que la chose soit posée nécessairement, et qu'il suffit qui soit ôté, pour que la chose soit ôtée nécessairement ; ou encore ce sans quoi la chose ne peut ni être ni être conçue, et qui vice versa ne peut sans la chose être ni être conçu.",
        "3": "J'entends par idée un concept de l'Âme que l'Âme forme pour ce qu'elle est une chose pensante.",
        "4": "J'entends par idée adéquate une idée qui, en tant qu'on la considère en elle-même, sans relation à l'objet, a toutes les propriétés ou dénominations intrinsèques d'une idée vraie.",
        "5": "La durée est une continuation indéfinie de l'existence.",
        "6": "Par réalité et par perfection j'entends la même chose.",
        "7": "Par choses singulières j'entends les choses qui sont finies et ont une existence déterminée ; que si plusieurs individus concourent en une même action de telle sorte que tous soient cause à la fois d'un même effet, je les considère tous à cet égard comme une même chose singulière.",
        "corpusDefinitio": "Quand quelques corps de la même grandeur ou de grandeur différente subissent de la part des autres corps une pression qui les maintient appliqués les uns sur les autres ou, s'ils se meuvent avec le même degré ou des degrés différents de vitesse, les fait se communiquer les uns aux autres leur mouvement suivant un certain rapport, nous disons que ces corps sont unis entre eux et que tous composent ensemble un même corps, c'est-à-dire un Individu qui se distingue des autres par le moyen de cette union de corps."
    },
    "axioma": {
        "1": "L'essence de l'homme n'enveloppe pas l'existence nécessaire, c'est-à-dire il peut aussi bien se faire, suivant l'ordre de la Nature, que cet homme-ci ou celui-là existe, qu'il peut se faire qu'il n'existe pas.",
        "2": "L'homme pense.",
        "3": "Il n'y a de modes de penser, tels que l'amour, le désir, ou tout autre pouvant être désigné par le nom d'affection de l'âme, qu'autant qu'est donnée dans le même individu une idée de la chose aimée, désirée, etc. Mais une idée peut être donnée sans que soit donné aucun autre mode de penser.",
        "4": "Nous sentons qu'un certain corps est affecté de beaucoup de manières",
        "5": "Nous ne sentons ni ne percevons nulles choses singulières, sauf des corps et des modes de penser. Voir les Postulats à la suite de la Proposition 13.",
        "corpusAxioma": {
            "anteLemma1": {
                "1": "Tous les corps se meuvent ou sont au repos.",
                "2": "Chaque corps se meut tantôt plus lentement, tantôt plus vite."
            },
            "postLemma3": {
                "1": "Toutes les manières dont un corps est affecté par un autre, suivent de la nature du corps affecté et en même temps de celle du corps qui l'affecte ; en sorte qu'un seul et même corps est mû de différentes manières en raison de la diversité des corps qui le meuvent, et qu'en retour différents corps sont mus de différentes manières par un seul et même corps.",
                "2": "<p>Quand un corps en mouvement en rencontre un autre au repos qu'il ne peut mouvoir, il est réfléchi de façon à continuer de se mouvoir, et l'angle que fait, avec la surface du corps en repos rencontré, la ligne du mouvement de réflexion égale l'angle que fait avec cette même surface, la ligne du mouvement d'incidence.</p><p>Voilà pour ce qui concerne les corps les plus simples, ceux qui ne se distinguent entre eux que par le mouvement et le repos, la vitesse et la lenteur ; élevons-nous maintenant aux corps composés.</p>",
                "3": "Plus sont grandes ou petites les superficies suivant lesquelles les parties d'un Individu, ou d'un corps composé, sont appliquées les unes sur les autres, plus difficilement ou facilement elles peuvent être contraintes à changer de situation et, en conséquence, plus difficilement ou facilement on peut faire que ce même Individu revête une autre figure. Et, par suite, j'appellerai, durs les corps dont les parties sont appliquées les unes sur les autres, suivant de grandes superficies, mous, ceux dont les parties sont appliquées les unes sur les autres suivant de petites superficies ; et fluides, ceux dont les parties se meuvent les unes parmi les autres."
            }
        }
    },
    "lemma": {
        "1": "Les corps se distinguent les uns des autres par rapport au mouvement et au repos, à la vitesse et à la lenteur, et non par rapport à la substance.",
        "2": "Tous les corps conviennent en certaines choses.",
        "3": "Un corps en mouvement ou en repos a dû être déterminé au mouvement ou au repos par un autre corps qui a aussi été déterminé au mouvement ou au repos par un autre ; cet autre à son tour l'a été par un autre, et ainsi à l'infini.",
        "4": "Si d'un corps, c'est-à-dire d'un Individu composé de plusieurs corps, on suppose que certains corps se séparent et qu'en même temps d'autres en nombre égal et de même nature occupent leur place, l'Individu retiendra sa nature telle qu'auparavant sans aucun changement dans sa forme.",
        "5": "Si les parties qui composent un Individu deviennent plus grandes ou plus petites, dans une proportion telle toutefois que toutes, à l'égard du mouvement et du repos, continuent de soutenir entre elles le même rapport qu'auparavant, l'Individu retiendra également sa nature telle qu'auparavant sans aucun changement dans la forme.",
        "6": "Si certains corps, composant un Individu, sont contraints à détourner le mouvement qu'ils ont vers un certain côté, vers un autre côté, de telle façon, toutefois, qu'ils puissent continuer leurs mouvements et se les communiquer les uns aux autres suivant le même rapport qu'auparavant, l'Individu conservera encore sa nature sans aucun changement dans la forme.",
        "7": "Un individu ainsi composé retient encore sa nature, qu'il se meuve en totalité ou soit en repos, qu'il se meuve de tel côté ou de tel autre, pourvu que chaque partie conserve son mouvement et le communique aux autres comme avant."
    },
    "postulatum": {
        "1": "Le Corps humain est composé d'un très grand nombre d'individus (de diverse nature) dont chacun est très composé.",
        "2": "Des individus dont le Corps humain est composé, certains sont fluides, certains mous, certains enfin sont durs.",
        "3": "Les individus composant le Corps humain sont affectés, et conséquemment le Corps humain lui-même est affecté, d'un très grand nombre de manières par les corps extérieurs.",
        "4": "Le Corps humain a besoin, pour se conserver, d'un très grand nombre d'autres corps par lesquels il est continuellement comme régénéré.",
        "5": "Quand une partie fluide du Corps humain est déterminée par un corps extérieur de façon à frapper souvent une partie molle, elle change la surface de celle-ci et lui imprime, pour ainsi dire, certains vestiges du corps extérieur qui la pousse elle-même.",
        "6": "Le Corps humain peut mouvoir d'un très grand nombre de manières et disposer en un très grand nombre de manières les corps extérieurs."
    },
    "propositio": {
        "1": "La pensée est un attribut de Dieu, autrement dit Dieu est chose pensante.",
        "2": "L'étendue est un attribut de Dieu, autrement dit Dieu est chose étendue.",
        "3": "Il y a nécessairement en Dieu une idée tant de son essence que de tout ce qui suit nécessairement de son essence.",
        "4": "L'idée de Dieu, de laquelle suivent une infinité de choses en une infinité de modes ne peut être qu'unique.",
        "5": "L'être formel des idées reconnaît pour cause Dieu, en tant seulement qu'il est considéré comme être pensant, non en tant qu'il s'explique par un autre attribut. C'est-à-dire les idées tant des attributs de Dieu que des choses singulières reconnaissent pour cause efficiente non les objets dont elles sont les idées ou, en d'autres termes, les choses perçues, mais Dieu lui-même en tant qu'il est chose pensante.",
        "6": "Les modes de chaque attribut ont pour cause Dieu en tant seulement qu'il est considéré sous l'attribut dont ils sont des modes et non en tant qu'il est considéré sous un autre attribut.",
        "7": "L'ordre et la connexion des idées sont les mêmes que l'ordre et la connexion des choses.",
        "8": "Les idées des choses singulières, ou modes, n'existant pas, doivent être comprises dans l'idée infinie de Dieu de la même façon que les essences formelles des choses singulières, ou modes, sont contenues dans les attributs de Dieu.",
        "9": "L'idée d'une chose singulière existant en acte a pour cause Dieu non en tant qu'il est infini, mais en tant qu'on le considère comme affecté de l'idée d'une autre chose singulière existant en acte, idée de laquelle Dieu est cause pareillement en tant qu'il est affecté d'une troisième, et ainsi à l'infini.",
        "10": "L'être de la substance n'appartient pas à l'essence de l'homme, autrement dit ce n'est pas une substance qui constitue la forme de l'homme.",
        "11": "Ce qui constitue en premier l'être actuel de l'âme humaine n'est rien d'autre que l'idée d'une chose singulière existant en acte.",
        "12": "Tout ce qui arrive dans l'objet de l'idée constituant l'Âme humaine doit être perçu par cette Âme ; en d'autres termes, une idée en est nécessairement donnée en elle ; c'est-à-dire si l'objet de l'idée constituant l'Âme humaine est un corps, rien ne pourra arriver dans ce corps qui ne soit perçu par l'Âme.",
        "13": "L'objet de l'idée constituant l'Âme humaine est le Corps, c'est-à-dire un certain mode de l'étendue existant en acte et n'est rien d'autre.",
        "14": "L'Âme humaine est apte à percevoir un très grand nombre de choses et d'autant plus que son corps peut être disposé d'un plus grand nombre de manières.",
        "15": "L'idée qui constitue l'être formel de l'Âme humaine n'est pas simple, mais composée d'un très grand nombre d'idées.",
        "16": "L'idée de l'affection qu'éprouve le Corps humain, quand il est affecté d'une manière quelconque par les corps extérieurs, doit envelopper la nature du Corps humain et eu même temps celle du corps extérieur.",
        "17": "Si le Corps humain est affecté d'une manière qui enveloppe la nature d'un Corps extérieur, l'Âme humaine considérera ce corps extérieur comme existant en acte, ou comme lui étant présent, jusqu'à ce que le Corps soit affecté d'une affection qui exclue l'existence ou la présence de ce même corps extérieur.",
        "18": "Si le corps humain a été affecté une fois par deux ou plusieurs corps simultanément sitôt que l'Âme imaginera plus tard l'un d'eux, il lui souviendra aussi des autres.",
        "19": "L'Âme humaine ne connaît le Corps humain lui-même et ne sait qu'il existe que par les idées des affections dont le Corps est affecté.",
        "20": "De l'Âme humaine aussi une idée ou connaissance est donnée en Dieu, laquelle suit en Dieu de la même manière et se rapporte à Dieu de la même manière que l'idée ou connaissance du Corps humain.",
        "21": "Cette idée de l'Âme est unie à l'Âme de la même manière que l'Âme elle-même est unie au Corps.",
        "22": "L'Âme humaine perçoit non seulement les affections du Corps, mais aussi les idées de ces affections.",
        "23": "L'Âme ne se connaît elle-même qu'en tant qu'elle perçoit les idées des affections du Corps.",
        "24": "L'Âme humaine n'enveloppe pas la connaissance adéquate des parties composant le Corps humain.",
        "25": "L'idée d'une affection quelconque du Corps humain n'enveloppe pas la connaissance adéquate du corps extérieur.",
        "26": "L'Âme ne perçoit aucun corps extérieur comme existant en acte, si ce n'est par les idées des affections de son propre corps.",
        "27": "L'idée d'une affection quelconque du Corps humain n'enveloppe pas la connaissance adéquate du Corps humain lui-même.",
        "28": "Les idées des affections du Corps humain, considérées dans leur rapport avec l'Âme humaine seulement, ne sont pas claires et distinctes mais confuses.",
        "29": "L'idée de l'idée d'une affection quelconque du Corps humain n'enveloppe pas la connaissance adéquate de l'Âme humaine.",
        "30": "Nous ne pouvons avoir de la durée de notre propre Corps qu'une connaissance extrêmement inadéquate.",
        "31": "Nous ne pouvons avoir de la durée des choses singulières qui sont hors de nous qu'une connaissance extrêmement inadéquate.",
        "32": "Toutes les idées, considérées dans leur rapport avec Dieu, sont vraies.",
        "33": "Il n'y a dans les idées rien de positif à cause de quoi elles sont dites fausses.",
        "34": "Toute idée qui en nous est absolue, c'est-à-dire adéquate et parfaite, est vraie.",
        "35": "La fausseté consiste dans une privation de connaissance qu'enveloppent les idées inadéquates, c'est-à-dire mutilées et confuses.",
        "36": "Les idées inadéquates et confuses suivent les unes des autres avec la même nécessité que les idées adéquates, c'est-à-dire claires et distinctes.",
        "37": "Ce qui est commun à toutes choses (voir à ce sujet le Lemme 2 ci-dessus) et se trouve pareillement dans la partie et dans le tout ne constitue l'essence d'aucune chose singulière.",
        "38": "Ce qui est commun à toutes choses et se trouve pareillement dans la partie et dans le tout ne peut être conçu qu'adéquatement.",
        "39": "Si le Corps humain et certains corps extérieurs, par lesquels le Corps humain a coutume d'être affecté, ont quelque propriété commune et qui soit pareillement dans la partie de l'un quelconque des corps extérieurs et dans le tout, de cette propriété aussi l'idée sera dans l'Âme adéquate.",
        "40": "Toutes les idées qui suivent dans l'Âme des idées qui sont en elle adéquates, sont aussi adéquates.",
        "41": "La connaissance du premier genre est l'unique cause de la fausseté ; celle du deuxième et du troisième est nécessairement vraie.",
        "42": "La connaissance du deuxième genre et du troisième, non celle du premier genre, nous enseigne à distinguer le vrai du faux.",
        "43": "Qui a une idée vraie sait en même temps qu'il a une idée vraie et ne peut douter de la vérité de sa connaissance.",
        "44": "Il est de la nature de la Raison de considérer les choses non comme contingentes, mais comme nécessaires.",
        "45": "Chaque idée d'un corps quelconque, ou d'une chose singulière existant en acte, enveloppe nécessairement l'essence éternelle et infinie de Dieu.",
        "46": "La connaissance de l'essence éternelle et infinie de Dieu qu'enveloppe chaque idée est adéquate et parfaite.",
        "47": "L'âme humaine a une connaissance adéquate de l'essence éternelle et infinie de Dieu.",
        "48": "Il n'y a dans l'âme aucune volonté absolue ou libre ; mais l'âme est déterminée à vouloir ceci ou cela par une cause qui est aussi déterminée par une autre, et cette autre l'est à son tour par une autre, et ainsi à l'infini.",
        "49": "Il n'y a dans l'Âme aucune volition, c'est-à-dire aucune affirmation et aucune négation, en dehors de celle qu'enveloppe l'idée en tant qu'elle est idée."
    }
}